{"parent_id": "fjy94il", "id": "fjyf681", "submission_id": "ff38sf", "comment_type": "alphabet_used", "subreddit": "WeAreTheMusicMakers", "parent_author": "PM_ME_UR_SHIBA", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I know plenty of people who make amazing mixes with a pair of decent headphones and mid range monitors set up in their bedrooms. There are so many great plugins and inexpensive pieces of gear available to the average musician/engineer nowadays, that the measurement of quality isn't just 'Abbey Road mix' vs mediocrity."}
{"parent_id": "fjy93sq", "id": "fjyf7f4", "submission_id": "ff1cst", "comment_type": "alphabet_used", "subreddit": "DestinyFashion", "parent_author": "Nemo612", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Yeah, I just noticed today that I’m 0/10 on that seal! \n\nIt’s the only one that I have zero met (I’ve fully completed five seals - Cursebreaker, Chronicler, Dredgen, MMXIX, and Savior, but somehow  haven’t scratched the surface on that one).  \n\nEach requirement seems preset difficult!"}
{"parent_id": "fjy9772", "id": "fjygevr", "submission_id": "ffbq5m", "comment_type": "alphabet_used", "subreddit": "xboxone", "parent_author": "opinionmcgee", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Redeem them for gift cards, microsoft subscriptions, sweepstakes entries, and donations to charity.\n\nA $25 gift card is usually from 25k-35k. You earn points easily by doing the daily activities (usually just bing quizzes and polls), and by purchasing items on xbox, etc..."}
{"parent_id": "fjy984i", "id": "fjygkom", "submission_id": "ffgjf1", "comment_type": "alphabet_used", "subreddit": "Warhammer40k", "parent_author": "Taliserian", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I can just see her brushing past her sergeant, shoving her Captain aside, giving Calgar a brusque \"Move it\", then starting to rant at Bobby G about the local battlezone planets' sun spectrum making the color of her company trim look wrong and it's his fault and what are you going to do to fix it and compensate me for this\n\n**AAAAAAAAAAAAAAAAAAAAAAAAAGH!**"}
{"parent_id": "fjy98xc", "id": "fjyglib", "submission_id": "fffacm", "comment_type": "alphabet_used", "subreddit": "Ultralight", "parent_author": "hainan-chicken-rice", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I will try to maximize my time actively hiking, and if temperatures get too cold in the morning or evening, I could wrap the quilt around me stuffed under my rain jacket. My friend did this before and said that he could still walk around. But yeah, I may get an EE torrid."}
{"parent_id": "fjy9ck8", "id": "fjyjhe5", "submission_id": "ff7ehh", "comment_type": "alphabetical_words", "subreddit": "namenerds", "parent_author": "TheCatCameBack25", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Adrian\n\nBartholomew\n\nConor\n\nDavid\n\nElliot\n\nFletcher\n\nGarret\n\nHumphrey\n\nIsaac\n\nJeremy\n\nKevin\n\nLawson\n\nMarvin\n\nNathaniel\n\nOden\n\nPatrick\n\nQuincy\n\nRalph\n\nSteven\n\nTolliver\n\nUlysses\n\nVincent\n\nWilliam\n\nXavier\n\nYorick \n\nZander"}
{"parent_id": "fjy9f65", "id": "fjykdwh", "submission_id": "ffghv6", "comment_type": "alphabet_used", "subreddit": "wow", "parent_author": "esperi74", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "In retail, the runes are extinguished as you kill the bosses.  If all 8 bosses are down and Majordomo isn't there, it's either (a) bugged or (b) he's already dead.  Check your raid lockout status for defeated bosses.\n\nIn classic, you have to extinguish the runes with an item (Aqual Quintessence) which needs rep and a visit to a vendor in Azshara."}
{"parent_id": "fjy9h3f", "id": "fjylu0x", "submission_id": "ffbmkm", "comment_type": "alphabet_used", "subreddit": "tea", "parent_author": "enough_cowbell", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "2018 Qianjiazhai sun dried black tea from Verdant, very nice with an interesting mix of sweet and spice (similar to sandalwood) that lingers after each sip.  I used half the sample pack for this pot, and brewed it twice. I'm going to add the 2nd half and spend some more time with it today."}
{"parent_id": "fjy9i6l", "id": "fjylvrw", "submission_id": "ff51a0", "comment_type": "alphabet_used", "subreddit": "Economics", "parent_author": "Arx4", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "In Canada the conservative government almost won an election on eliminating all carbon regulations. It’s disgusting how many oil workers assign their job security to the government alone. Carbon impacts should be taxed when corporations harvest natural resources, refine and distribute. The tax should be should be distributed in equal shares to each citizen in that country."}
{"parent_id": "fjy9lc0", "id": "fjym0c3", "submission_id": "few1sd", "comment_type": "alphabet_used", "subreddit": "imaginarymaps", "parent_author": "mr_bugurtius", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "As you know a lot of empires collapse without major wars. Like USSR was collapsed in peacefull time. Yugoslavia collapsed in similar way, Czehoslovakia also split in peaceful way. And as we can see in modern day some multinational countries has a lot of problems with separatism movements. And even small wars is cause for growth of nationalism. We can se that for example in Iraq where kurds de-facto have their own state."}
{"parent_id": "fjy9m2b", "id": "fjym1ff", "submission_id": "ffdx8u", "comment_type": "alphabet_used", "subreddit": "Nioh", "parent_author": "Rakaji", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Do the Dojo missions for Ninjitsu (the ones where you fight Hanzo) until you get the smithing text for Iga Jonin Apparel, and you'll be able to craft Iga Jonin stuff. You'll also need the smithing text for the weapons off of him (or just one of them if you have a Yasakani Magatama)\n\nEasiest way to get smithing text to drop is to use the Itokuri guardian spirit along with the shrine buff that increases material drops  \n\n\nALSO - Iga Jonin stuff requires Great Centipede Fangs, so be ready to farm The Silver Mine Writhes a few times"}
{"parent_id": "fjy9mf1", "id": "fjym27e", "submission_id": "fffnj8", "comment_type": "alphabet_used", "subreddit": "nba", "parent_author": "BasedGodProdigy", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Stevens has proven way more than Kenny though, it's not a similar comparison. Kenny's 4th quarters have always been a problem and his in-game adjustment drove fans crazy.\n\nAs a big picture development coach, he's excellent and he usually will make the right decision but he's just not on Brad's level."}
{"parent_id": "fjy9q36", "id": "fjym7l1", "submission_id": "ffd1l7", "comment_type": "alphabet_used", "subreddit": "CompTIA", "parent_author": "Firejumperbravo", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Same here. I passed 1001 with 730 while holding my breath at the end when I clicked \"submit\". That test freaked me out. I spent the next 2 weeks studying for 1002 like I have never studied before. I felt a lot more confident during 1002, and got a 756. It helped to just have lived through 1001. \n\nRemember the test format and question style while you study, and make sure you have the 6 Troubleshooting steps memorized. Most of the questions are scenarios, and knowing what order things are supposed to be done is key."}
{"parent_id": "fjy9sm6", "id": "fjymb0h", "submission_id": "ff1hjo", "comment_type": "alphabet_used", "subreddit": "Tekken", "parent_author": "gLaskiNd", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "In case of Jin's b3~f the move is simply one frame earlier active. b3 is i16 while b3~f is i15.\n\nIn case of Kazuya's b2 my guess is that b2 has 2 active frames (like most moves do). But if you input the follow up to quickly it loses its second active frame in order to transition to the follow up. But the second active frame has a larger hitbox. And if you delay the string it keeps the second active frame."}
{"parent_id": "fjy9t4y", "id": "fjymbpx", "submission_id": "ffg0b3", "comment_type": "alphabet_used", "subreddit": "bettafish", "parent_author": "notherworldentirely", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Beautiful tank! \n\nWhat size is it? I love the plants and scape!\n\nI would still do at least 2x/month water changes because topping it off all the time can cause old tank syndrome which is a build up of nutrients over time by not siphoning out waste. This can be difficult to get out of when it hits. Plus you're not only doing water changes to keep parameters in check but to refresh the minerals for your betta and your plants. A quick 10-20% with the gravel vac once every week or two works just fine."}
{"parent_id": "fjy9ta9", "id": "fjymc03", "submission_id": "ffg8rg", "comment_type": "alphabet_used", "subreddit": "Stormlight_Archive", "parent_author": "Go_Sith_Yourself", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": ">HorseCannon\n\n>I didn't realize Horneaters had parshmen blood, didn't even realize that was possible. How closely are humans and parshmen related, do they have a common ancestor? Or is one an artificially created version of the other?\n\n>Brandon Sanderson\n\n>There was intermixing long ago. Horneaters and Herdazians are both a result. (Signs of this are the stone carapace on Herdazian fingernails and the Horneater extra jaw pieces--in the back of the mouth--for breaking shells.)\n\nhttps://wob.coppermind.net/events/188/#e3922\n\nThis wob also says some other interesting things, but I quoted the relevant parts. He's spoken on it a few other times too."}
{"parent_id": "fjy9usq", "id": "fjymdsd", "submission_id": "fffxw0", "comment_type": "alphabet_used", "subreddit": "OCD", "parent_author": "Relaxed12345G", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I totally get that. I’m 23, and I’ve been dealing with this for quite some time. Scary for sure. I take Zoloft to kind of take the edge off my anxiety. But medication alone won’t do it. It’ll be a combination of therapy/medication/and just overall lifestyle habits that will help."}
{"parent_id": "fjy9v9k", "id": "fjymeik", "submission_id": "fffie5", "comment_type": "alphabet_used", "subreddit": "pathofexile", "parent_author": "pixxelkick", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Doesnt need to do Lab 3 or Lab 4, saving you tonnes of time. Being able to skip the Uber Lab chuff is amazing for mapping, saves you a lot of effort.\n\nYou dont need the uniqes for mapping. I was able to league start and get to red maps with just a corrupted 6L body and 2 clayshapers.\n\n4 golems, then 6 with clayshapers, is plenty to rapidly progress up to red maps and start making bank. And the uniques are only a couple exalts.\n\nNot needing a unique 6l body means it's actually not much different in price, since most build defining 6l uniques go for 4-6 ex.\n\nPrim chain and our jewels all total up to less than 4 ex for sure."}
{"parent_id": "fjy9ve1", "id": "fjymeuo", "submission_id": "fefmb7", "comment_type": "alphabet_used", "subreddit": "math", "parent_author": "annoy_mus", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Thanks! I think I just stop trying to get a visual in my head since I can't seem to link it fully to the mathematics I know to my content. Nevertheless, thanks for trying to explain it to me. \n\nThe way I look at it now is, if the pde is linear, then you can multiply all terms of the equation with arbitrary functions (weight functions) without messing stuff up. And by doing this, you can use integration by parts to get to the weak form. Then you can discretize the equation by picking a subset of the function spaces and then you can solve it by inverting your stiffness matrix with the linear algebra tools we know."}
{"parent_id": "fjy9wfz", "id": "fjymfz2", "submission_id": "ffef30", "comment_type": "alphabetical_words_reverse", "subreddit": "Welding", "parent_author": "downfive", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "“Wonder what they’re makin for dinner”"}
{"parent_id": "fjy9xt1", "id": "fjymhck", "submission_id": "ffcfm5", "comment_type": "alphabetical_words_reverse", "subreddit": "aww", "parent_author": "Powellwx", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Your mom is infantile and absurd."}
{"parent_id": "fjya29a", "id": "fjymq26", "submission_id": "fffjw0", "comment_type": "alphabet_used", "subreddit": "3Dprinting", "parent_author": "INPUT_PULLUP", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I have several questions.\n\n1. Does water(and calcium) play a role here? Test with PLA inside sealed bag next!.\n\n2. Does it need to be continuously heated? Does it simply age quicker under heat or is it a process that takes long time to start? What happens if there is a cooldown in between?\n\n3. If these are put to above melting point(re-melt), will they still be brittle? Does leaving filament heated inside a nozzle for a long time make printed object more brittle/degrade faster?"}
{"parent_id": "fjya2x9", "id": "fjymr6g", "submission_id": "ffdtut", "comment_type": "alphabet_used", "subreddit": "UKHealthcare", "parent_author": "aurelie_v", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Hi, you’ve been given great advice already on the next steps, but it might be a good idea (in the short term) discussing with your mum getting some disposable bed pads that can just be thrown away - they are easy to purchase on Amazon. She also might like some water wipes (there are plainer, non-baby-oriented brands) to make it a bit easier to clean herself up. Just a thought! I hope you have good success with getting care in place ASAP - I am a mostly bedbound patient with a care package and it does make a big difference to quality of life. :)"}
{"parent_id": "fjya3ig", "id": "fjyms70", "submission_id": "ffeocg", "comment_type": "alphabet_used", "subreddit": "scifi", "parent_author": "I3VDystopia", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Ringworld by Larry Niven, is a great adventure story about finding and exploring some ancient alien civilization. It starts off very slow. Once it gets going it is really great. The sequels are only just okay. The writing style takes a distinct turn and some stuff I thought was cool gets retconed out."}
{"parent_id": "fjya3ky", "id": "fjymshz", "submission_id": "ff8lgj", "comment_type": "alphabet_used", "subreddit": "Firearms", "parent_author": "TurkFebruary", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "We used a similar one for 556 in afghanistan. punched through the qualat dirt walls...jk that shit couldnt be stopped by that. \n\n&#x200B;\n\nbut we did use them..had to rezero and everything. sucked."}
{"parent_id": "fjya4d1", "id": "fjymtuy", "submission_id": "fc3m2q", "comment_type": "alphabet_used", "subreddit": "StackAdvice", "parent_author": "TurgidCalf", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Google the Ashton manual. Gold standard for almost painless tapering.\n\nOne major take away is it's best to switch to diazepam for tapers due to the long half life and availability of far lower potency tablets than for xanax and kpin. A 2 mg diazepam is said to be equal to 0.1 mg xanax and can be broken in half. The other is to go very slow!"}
{"parent_id": "fjya5m4", "id": "fjymvma", "submission_id": "ffgty1", "comment_type": "alphabet_used", "subreddit": "JizzedToThis", "parent_author": "AutoModerator", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Thank you for your submission. Unfortunately, your account is too young to submit content of any kind for the sake of spam accounts and ban circumvention. Try again when your account is a month old. Sorry for the inconvenience. \n\n**NOTE: THERE ARE NO EXCEPTIONS! IF YOU SEND US MODMAIL ASKING FOR AN EXCEPTION, YOU WILL BE BANNED FOR 15 dayS**\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/JizzedToThis) if you have any questions or concerns.*"}
{"parent_id": "fjya904", "id": "fjyn0a4", "submission_id": "ff86xr", "comment_type": "alphabet_used", "subreddit": "intel", "parent_author": "COMPUTER1313", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "1st gen Skylake? Kaby Lake? Skylake X? Xeon W series? What CPU model?\n\nAnd what games as well? Some games don't scale beyond 4 threads which works fine for 4C/8T, while others such as Battlefield 1 and 5 require 6C/6T at minimum to minimize stuttering and Cities Skylines that will fully utilize a 4C/8T, leaving no room for Discord or Spotify.\n\nEDIT: Just saw that you have a 7700K."}
{"parent_id": "fjya9fc", "id": "fjyn0zu", "submission_id": "feo6lb", "comment_type": "alphabet_used", "subreddit": "godot", "parent_author": "golddotasksquestions", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": ">Doing things like that every frame\n\nNo need to do it every frame. Connect the hitbox of the bullet to itself, then on impact use\n\n`player.some_variable +=1`\n\nfor example ... or emit a signal.\n\nBut since you would have to connect to that signal in the player script, sometimes it's easier to just use solutions like that to quickly prototype. And if you have the time to optimize you can still turn this into a signal the bullet emits to anyone else who cares."}
{"parent_id": "fjyaaa2", "id": "fjyn2b2", "submission_id": "ff221o", "comment_type": "alphabet_used", "subreddit": "xbiking", "parent_author": "tuctrohs", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "If you are definite about 31.8, that limits it a lot.  [This ergotec](https://www.ergotec.de/en/products/vorbauten/sub/schaft-vorbau/produkt/octopus-2-tube-31-8.html?safety_level=undefined&radius=31.80) meets your specs, I think,  but as an adjustable stem, it's not going to be super light and streamlined.  There are a few similar ones that are not quite as tall.\n\nThere's also [this from VO](https://velo-orange.com/collections/quill-stems/products/quill-stem-with-removable-faceplate-31-8mm?variant=52981509191)  130 mm high, 80 mm extension, so that's close to what you get with Cigne.\n\nI'm not paying attention to steerer size here since I don't know.\n\nDid you see that VO has a quill adapater that they say is specifically for the Cigne?  If you do the Cigne, that would be the one to use for sure!"}
{"parent_id": "fjyaat4", "id": "fjyn370", "submission_id": "ffgqya", "comment_type": "alphabet_used", "subreddit": "Cooking", "parent_author": "ThisVicariousLife", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "So I make a 6 qt. pot of chicken noodle soup from scratch when I do it. I think I use almost that much dill.... Not quite 1/4 c. but almost. And I love how it tastes. Gives it just the right amount of savory (I add a bunch of other herbs, too). But more than that (I'm thinking even 1/4 c.) is too much. Dill can be very potent. Sorry that happened. It can feel like a waste. Can you make a second batch without dill and combine them so you don't waste it? Just freeze the extra?\n\nAnd thanks for the tip! I'll try the tomatoes next time."}
{"parent_id": "fjyady8", "id": "fjyn79l", "submission_id": "ffclvz", "comment_type": "alphabet_used", "subreddit": "india", "parent_author": "ninjabillii", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "“Alleged links” and Delhi Police is the source? Ok. Invent an equal when you don’t find one so you can justify your “Hindu khatre mein hai” stance. \n\nThey’re trying to delegitimize the protests, and deflect any criticism of the Delhi Police and the Centre. By creating this environment, they’re only making it easier for themselves to shoot first, ask questions later and not be penalized for it. They’ll justify burning Muslims houses, killing them and sexually abusing them because Delhi police found someone with alleged links to ISIS."}
{"parent_id": "fjyaiv1", "id": "fjyndnj", "submission_id": "fffbb1", "comment_type": "alphabetical_words", "subreddit": "namenerds", "parent_author": "_emi_lou", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Alice\nBeth\nChloe\nDarcy \nEnid\nFelicity \nGwen\nHeidi \nIvy\nJane\nKit\nLouise\nMaisie \nNora\nOra\nPhoebe\nQuinn \nRuby\nStevie \nTilly \nUna \nVirginia \nWinifred \nXyla \nYvette \nZoe"}
{"parent_id": "fjyaj21", "id": "fjyne17", "submission_id": "ffb1sq", "comment_type": "alphabet_used", "subreddit": "IdiotsInCars", "parent_author": "hochiminhtail", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "There’s definitely a certain amount of self-confidence that’s necessary to drive here. I notice people with out of state plates from places like the Midwest driving timidly here and I’m just waiting for them to cause an accident because they drive 15 under the limit and wait until the last moment to merge. \n\nThen there’s the goofballs from places with notoriously shitty drivers like Texas, Florida, and sorry but, NY and NJ. They drive way more aggressively than necessary, because somehow they think it’s required here, and force the locals to have to react to their crazy psycho weaving in and out of lanes."}
{"parent_id": "fjyajlu", "id": "fjyney3", "submission_id": "fe929g", "comment_type": "alphabet_used", "subreddit": "CommunityCube", "parent_author": "goofspeed", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Thank you for fixing the formatting errors. I think this is an interesting design that I like a lot, I just have one petty critique. I’m not sure what qualifies this creature as an “Elder”. There are almost twice as many creature with the subtype “God” than there are “Elders”. I’m just not sure the power level is in line with what Wizards usually considers an Elder."}
{"parent_id": "fjyalnb", "id": "fjynhdb", "submission_id": "ffcr34", "comment_type": "alphabet_used", "subreddit": "london", "parent_author": "wjfox2009", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I was about to post this... you beat me to it :)\n\nGreat video, and a great channel – I recommend subscribing. They have all kinds of amazing architecture/transport projects, all with superb, high-quality footage, aerial drone views, etc.\n\n[https://www.youtube.com/user/TheB1MLtd/videos](https://www.youtube.com/user/TheB1MLtd/videos)\n\nLooking forward to Crossrail next year!"}
{"parent_id": "fjyam7g", "id": "fjyni01", "submission_id": "ffflep", "comment_type": "alphabetical_words_reverse", "subreddit": "ffxiv", "parent_author": "JD0064", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "You guys gonna change at all?"}
{"parent_id": "fjyanh1", "id": "fjynj96", "submission_id": "ffd9xf", "comment_type": "alphabet_used", "subreddit": "MMA", "parent_author": "jdct3178", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "They're probably referring to the specific instance where Izzy quite literally turned tail and ran-sprinted across the octagon with his back turned.\n\nOr is that just a next-level city kickboxing training technique that I don't know about? So many styles he's bending!!!"}
{"parent_id": "fjyaohc", "id": "fjynk8d", "submission_id": "ff5jzq", "comment_type": "alphabet_used", "subreddit": "samsung", "parent_author": "JohrDinh", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I have a Samsung QN65Q60RAFXZA and there doesn't seem to be a way to turn off HDR. It's making movies look really weird I have to change it for what almost seems like everything I watch, the lady in Parasite looks super orange in some shots or the darks are washed. Any secret way to turn off the HDR that I'm not seeing? I like the TV but the HDR seems subpar or overhyped one of the two...or I just didn't get an expensive enough TV for it lol"}
{"parent_id": "fjyarhy", "id": "fjynotp", "submission_id": "ffdzlp", "comment_type": "alphabet_used", "subreddit": "cannabis", "parent_author": "hb215842", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "This is a really misleading post headline. What is it about decriminalization, legal medical use, support of cannabis research, preserving states rights to regulate as they see fit (i.e. maintaining legality where it’s been legalized by states) and expunging past marijuana convictions that screams an equivalent with criminal cocaine enforcement? Yeah - full legalization nationwide is the goal. But this is a positive step in the right direction and doesn’t deserve this kind of false narrative."}
{"parent_id": "fjyaxo0", "id": "fjynxou", "submission_id": "ffgay1", "comment_type": "alphabet_used", "subreddit": "Diablo", "parent_author": "Arthoz", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Sure there are guides for GR pushing:\n\n[https://www.youtube.com/watch?v=SgrkPikl3fA](https://www.youtube.com/watch?v=SgrkPikl3fA)\n\nFor survival it differs for most builds. Good build guides often explain the playstyle of the build and its defensive layers. If you have questions for a build that none of the guides you found answers then you can post them in this subreddit.\n\nBecause you are asking specifically for survival i just want to mention that most push build guides prioritize damage over toughness and expect you to make up for it with high paragon levels and above average gear. In those cases there is nothing wrong with swapping out some of the damage for more survivability."}
{"parent_id": "fjyb0b5", "id": "fjyo1di", "submission_id": "ffgm9t", "comment_type": "alphabet_used", "subreddit": "investing", "parent_author": "smt1", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I think that's likely (unless Russia changes it's mind and rejoins OPEC+), maybe even lower.\n\nI think ultimately, this will cause a lot of problems for the US shale oil/gas industry because they were already having large profitability problems when oil prices were high. Their access to capital was already dwindling and getting more expensive, unlike the 2014-2016 downturn when they were recapitalized quickly with the promise of strong future cash flow. I expect a lot of bankruptcies and consolidation in that sector and probably reduction in US production numbers over time."}
{"parent_id": "fjyn2ll", "id": "fjyoko0", "submission_id": "ffhql4", "comment_type": "alphabet_used", "subreddit": "MagicArena", "parent_author": "Mercadius", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "There is no such thing as a \"casual\" queue.  Get used to it.\n\nThe sole goal of your opponent is to beat you.  They can do that with any methods they deem fit.  I don't like it sometimes either, but I accept it.\n\nEven if you made a \"casual banned-list\" definition, everyone would then make the best decks possible with the cards remaining in the pool, and people would just complain about decks X, Y and Z instead of A, B and C."}
{"parent_id": "fjynbo7", "id": "fjyour8", "submission_id": "fewx90", "comment_type": "alphabet_used", "subreddit": "classicwow", "parent_author": "ButtercupAttitude", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I mean if you're talking about optimisations then yeah I suppose. But even playing non optimally but just trying your best to squeeze as much out of your void form as possible was so exciting and fulfilling tbh. I never got past HCs so I can't say how it panned out in upper tiers but I liked everything about playing my spriest in legion :)"}
{"parent_id": "fjyncjr", "id": "fjyowcz", "submission_id": "ffdrlm", "comment_type": "alphabetical_words_reverse", "subreddit": "dankmemes", "parent_author": "Mrpolarbear36", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "why that rock got eyes doe?!?!"}
{"parent_id": "fjyndon", "id": "fjyoxwp", "submission_id": "ffimwm", "comment_type": "alphabet_used", "subreddit": "Coronavirus", "parent_author": "EllieMae1579", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": " Good thinking outside of the box, but just not designed for creating quarantined spaces. They have already seen cases of reinfection. Plus, the healthcare workers would be severely compromised in those conditions as well. No space inside the ship could be considered a safe zone."}
{"parent_id": "fjynesi", "id": "fjyozjn", "submission_id": "ffiohr", "comment_type": "alphabet_used", "subreddit": "woodworking", "parent_author": "Geezso", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "The problem you will have is the chipboard shelves will bow. They are 18mm thick iirc and have to study each side to hold it in place. \nThe top of the best will most likely be e.g.36mm chipboard or maybe even a veneer egg box. \nIt's not hanging on a wall so bracket Mazda weights wont count but instead all down to the wood bending.\nWhen building use a good quality wood glue on all joints also to give it the best chance."}
{"parent_id": "fjynkdj", "id": "fjyp1nl", "submission_id": "ff7ehh", "comment_type": "alphabetical_words", "subreddit": "namenerds", "parent_author": "DenisePartDeux", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Adam\n\nBenjamin \n\nChristopher \n\nDavid \n\nEamon\n\nFelix\n\nGeorge \n\nHenry \n\nIgnatius\n\nJack\n\nKellan\n\nLiam\n\nMichael\n\nNoah\n\nOscar\n\nPaul\n\nQuentin \n\nRaul\n\nSamuel\n\nThaddeus\n\nUlysses\n\nValentine \n\nWalter\n\nXavier \n\nYates\n\nZane"}
{"parent_id": "fjynn8q", "id": "fjyp5ps", "submission_id": "ffhsv3", "comment_type": "alphabet_used", "subreddit": "leagueoflegends", "parent_author": "ElgCloud", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I mean he kinda did outplay him, just not to the extent people say. He baited him by flashing the turret shot before it locked, Soaz should've followed through, but messed up his turret mechanics and lost the high variance situation. Soaz could have easily just let him walk away and reset, equalizing the farm difference. It's on Soaz for sucking just more then Summday outplaying."}
{"parent_id": "fjyo0vu", "id": "fjyphnq", "submission_id": "ff6kun", "comment_type": "alphabet_used", "subreddit": "ios", "parent_author": "Level1000Programmet", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I’m not puzzled. \n\n\nTo be more clear since it seems like you need things explicitly spelled out for you:\n\nStop asking this question. This has been answered. \n\nThe answer is that the vast majority of people don’t care and will never look at release notes. \n\nLet me know if it has sunk in yet."}
{"parent_id": "fjyo17d", "id": "fjypi4f", "submission_id": "ffiyvf", "comment_type": "alphabet_used", "subreddit": "BBW_Chubby", "parent_author": "AutoModerator", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "We just passed 75k subs recently, woooo!  Please check out [this stickied post](https://www.reddit.com/r/BBW_Chubby/comments/fd75ln/we_just_hit_75k_subscribers_wooo_please_read_this/), where I talk about the results of our recent sub survey, and some changes coming to the sub :)  Thanks for being a part of the amazing growth we've had lately, let's get to 100k next!\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/BBW_Chubby) if you have any questions or concerns.*"}
{"parent_id": "fjyo5eh", "id": "fjyponm", "submission_id": "fe5lkj", "comment_type": "alphabet_used", "subreddit": "Benzydamine", "parent_author": "szczeniakpl", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "saw your post and shared it. if you find spare time and will to write more about your experience with benzy, please do so; you're a good writer, i enjoyed reading it\n\n\"At higher doses (1500-2000 mg, I never went farther than this), you started seeing other shapes. Some looked kind of like square brackets and comets in the sky randomly and other shit. (I will go into detail if anybody is interested)\"\n\ndo you mind writing about it?"}
{"parent_id": "fjyoekl", "id": "fjypxqn", "submission_id": "e54rk6", "comment_type": "alphabet_used", "subreddit": "MysteryDungeon", "parent_author": "Kirfhian", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "\\[DX\\] \\[EU\\] Magma cavern B25, mega groudon just destroyed me with a lot of chests ;( . 800reward\n\nID: pWqDnh6YDZH\n\nTeam Gordos. Thanks you in advance"}
{"parent_id": "fjyonfi", "id": "fjyq5cl", "submission_id": "ffcbmd", "comment_type": "alphabet_used", "subreddit": "IsraelPalestine", "parent_author": "c9joe", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Huh? You are making stuff up on the fly. Nobody serious in the whole world thinks Tel Aviv needs to be dismantled for \"Palestinian rights\". And quite frankly, Jews have a very real moral right to Israel. Let's not forget the Anglo-Saxtons who colonized your country and let you in to contribute to this colonization have no moral right like this."}
{"parent_id": "fjyoo6k", "id": "fjyq6cg", "submission_id": "ffh2d7", "comment_type": "alphabet_used", "subreddit": "Coronavirus", "parent_author": "plopseven", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "If our bar gets broken into, I’ll be living in the mountains the very next day.  I’ve already got my bug out bag ready and I’m going back to the farm I volunteered on last year.  I pulled out a year’s worth of emergency funds last month and I’m going to ride this out.\n\nIt’s crazy to see how quickly everything can just flip.  I’m not going to stick around in that kind of environment."}
{"parent_id": "fjyoosr", "id": "fjyq790", "submission_id": "ff8gbu", "comment_type": "alphabet_used", "subreddit": "makinghiphop", "parent_author": "MiDenn", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Oh I’ve noticed that breathing in on the end note technique recently when I was listening to the kid laroi\n\nDoes a timestamp in an actual song of mine work as a snippet? IM guessing not cuz it’s assisted by compression /tuning \n\nAlso did you ever go to a vocal teacher or just all self taught exercise?"}
{"parent_id": "fjyov7h", "id": "fjyqchh", "submission_id": "ffg3eo", "comment_type": "alphabet_used", "subreddit": "imveryedgy", "parent_author": "Kingley-", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I WAS BORN LGBTQ+! ITS WHO I AM\n\nWhy yes i jerked it too porn everyday for 20 years and eventually became completly desensitized to normal sexual activity and further fell into a hole of pornographic extremeties to satisfy my dopamine fried brain and not draw any line at any point\n\nWhy does that matter?\n\nYou can really see how your brain is cooking while writing that text, i love it."}
{"parent_id": "fjyouzv", "id": "fjyqf75", "submission_id": "ffdkgz", "comment_type": "alphabet_used", "subreddit": "aspergers", "parent_author": "AsLongAsYouBelieve", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "There are extroverted autistic people, lots of them. Being introverted or extroverted does not have anything to do with being autistic. The difficulty with autism lies in being good at social conversations etc. So it's not odd that you enjoy(ed) company.  \n\n\n  \nClinging to 1 specific person is quite typical for autistic people. When we finally find someone who likes us, we cling to that person until they push us away.  \n\n\nI myself am an introvert and only realized the value of friendship when I was a teenager and actually had a true friend for the first time"}
{"parent_id": "fjyox4f", "id": "fjyqh9z", "submission_id": "ffcs0c", "comment_type": "alphabet_used", "subreddit": "rupaulsdragrace", "parent_author": "onlydogsmatter", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Haha i think we all know all types of boobs exist, it just seems out of place when a drag queen is portraying an overtly sexual dominatrix-type character that she’s given her a modest cup size 😂"}
{"parent_id": "fjyoxiw", "id": "fjyqhs6", "submission_id": "ffhtpu", "comment_type": "alphabet_used", "subreddit": "MechanicalKeyboards", "parent_author": "aceist-qn", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I’ve spring swapped a few different ones into the housing to try and minimize pinging, but it looks like the leaf was where it was happening. If I put a bead of lube in the leaf fold it seems to help (I saw that in a Walker’s Keyboard Science YouTube vid). I also had to change my lube on the springs from Krytox 205g0 to the thicker one I use on my stabs and it seems to have helped a good deal. This switch just requires a lot of extra lovin’ to get good, I guess 😂"}
{"parent_id": "fjyoxyl", "id": "fjyqilk", "submission_id": "ffizq3", "comment_type": "alphabet_used", "subreddit": "unpopularopinion", "parent_author": "ablondepotato", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "as for that, i think it’s a little odd to get so worked up over a word. it’s used in contexts where people (at least, fluent english speakers) are used to it - a dozen eggs being the most common example. use twelve if you want, use dozen if you want. it’s relatively irrelevant either way imo. but hey, it’s not up to me to dictate your opinions\n  \n(edit: there’s other similar examples of this: a score = 20, a bakers dozen = 13. it’s just interesting quirks to the language, there’s no law that you have to use them)"}
{"parent_id": "fjyoy8z", "id": "fjyqjd7", "submission_id": "ffipcg", "comment_type": "alphabetical_words_reverse", "subreddit": "Coronavirus", "parent_author": "WTactuallF", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "USA out of beds around 4/3"}
{"parent_id": "fjyoyuk", "id": "fjyqkhl", "submission_id": "ffd22z", "comment_type": "alphabetical_words_reverse", "subreddit": "yandere_simulator", "parent_author": "SHAHADALRUBAEE", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Won't Taro looks in his closet ?"}
{"parent_id": "fjyoyz4", "id": "fjyqkwi", "submission_id": "ffd1om", "comment_type": "alphabet_used", "subreddit": "politics", "parent_author": "Cavinicus", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Thank you for articulating exactly what's happened within my own group of friends.  We're Gen-Xers (not Boomers) and I went with Warren myself on Super Tuesday, but after seeing the piss-poor turnout by the \"energized\" young Bernie supporters and the fear-of-socialism-inspired retreat back into Joe Biden's arms of so many Southern Democrats, I believe the only logical choice at this point is to support Biden even though I like Bernie's policies more.  Status Quo Joe isn't a surefire win, but I really don't think Bernie can win at all."}
{"parent_id": "fjypb19", "id": "fjyqttc", "submission_id": "ffir4j", "comment_type": "alphabet_used", "subreddit": "tappedout", "parent_author": "Psychotic_Hoyden", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "One of the event tasks (can’t remember which one) required you to send 5 people to town hall. That 4 hour task remained at the top of the queue until you collected the reward from the prize track, so using the Office of Unemployment defaults to it for the majority of characters. It should fix itself...eventually."}
{"parent_id": "fjypcpq", "id": "fjyqwdo", "submission_id": "ffh5n9", "comment_type": "alphabet_used", "subreddit": "ArtCrit", "parent_author": "clawinginsanity", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "If its one of those drawings, draw the arms into a pentagram with lord garfield's inside of mouth really define with his owners head and blood dripping out. If its just a study go crazy with it, i usually experiment in my studies, save them. And used techniques that i like from them later on."}
{"parent_id": "fjypcrr", "id": "fjyqwky", "submission_id": "fdwe24", "comment_type": "alphabet_used", "subreddit": "Makeup", "parent_author": "morganbryce", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Eye cream is your best friend, makeup only does so much in my experience - pop over to one of the skincare subs for some great advice.\n\nIt cosmetics by bye under eye concealer however is pretty amazing, quite a unique formula but it does a pretty amazing job of colour correcting without accenting the lines"}
{"parent_id": "fjypmbf", "id": "fjyr4a6", "submission_id": "ffdo31", "comment_type": "alphabetical_words_reverse", "subreddit": "baseball", "parent_author": "hiten42", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "was this pity\n\ni feel dirty"}
{"parent_id": "fjyqwxh", "id": "fjyrqkd", "submission_id": "ffcyfm", "comment_type": "alphabet_used", "subreddit": "conspiracy", "parent_author": "iseebluedpeople", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "The \"Christian Zionist\" trope is a load of crap designed to steer even criticism of Israel away from Jews and back on Christians. \n\nYes, Christian Zionists exist, in fact there are quite a few. Is anyone delusional enough to think it's Christians who are driving our foreign policy, or anything in this country? Apparently Christians lose on every single issue they care about, but are masterminds behind the curtain on ensuring Israel gets every dollar and army occupation they want. It's ludicrous."}
{"parent_id": "fjyqya7", "id": "fjyrsq3", "submission_id": "ffiek2", "comment_type": "alphabet_used", "subreddit": "DebateReligion", "parent_author": "Losehand", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I'm not quite sure why OP considers godforsakenness a topic that is foreign to the image of God of Jews and Christians? The fact we humans feel abandoned by God and unheard by God, that God is silent about our suffering is actually a recurring theme and an experience that every human being, even Jesus of Nazareth, had on the cross shortly before his death (Mark 15:34 par., cfr. Psalms 22:2)."}
{"parent_id": "fjyqynf", "id": "fjyrteq", "submission_id": "ffhtpu", "comment_type": "alphabet_used", "subreddit": "MechanicalKeyboards", "parent_author": "aceist-qn", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Sphinx of black quartz judge my vow\nThe quick brown fox jumps over the lazy dog\nPack my box with five dozen liquor jugs\nWhen zombies arrive quickly fax judge Pat\nThe five boxing wizards jump quickly!"}
{"parent_id": "fjyqzoo", "id": "fjyruwe", "submission_id": "ffe8dh", "comment_type": "alphabet_used", "subreddit": "Enough_Sanders_Spam", "parent_author": "Quehudi", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Um except I never justified the Iraq War just that the USA shouldn't be entirely anti-interventionalist in totality. If you thought I was supporting the Iraq War then you severely misunderstood me and you should apologise. I'm not going to say anything about Elizabeth Warren but I will say Biden was definitely not my first choice and I agree with your prescription that he probably won't make the necessary changes to our foreign policy."}
{"parent_id": "fjyr0z2", "id": "fjyrx0s", "submission_id": "ffdjte", "comment_type": "alphabet_used", "subreddit": "poetry_critics", "parent_author": "colontwisted", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I can feel the emotions quite well through this poem however the imagery isnt there imo, i can feel how you feel about this whole exchange but i cant visualise it that well. Maybe attach this with an object? Expand on some sort of metaphor? You mentioned flames so maybe a campfire, fireplace or candle? Perhaps books if i look at the final stanza.\n\nStrong feelings but needs more imagery is how i'd sum this up"}
{"parent_id": "fjyr176", "id": "fjyrxkm", "submission_id": "fffnid", "comment_type": "alphabet_used", "subreddit": "jailbreak", "parent_author": "rJailbreakBot", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "#[NextAlarm13](http://www.tateu.net/repo/html/?p=nextalarm13) 🛠\n\nShow the next alarm (today or tomorrow only) in the status bar, under the LockScreen clock and/or as a badge on the clock icon.\n\n |  |\n--|---\n**Version** |1.0.0~beta4-8\n**Compatibility** |13.3\n**ID** |`net.tateu.nextalarm13`\n**Developer** | tateu (Josh Harris) \n**Repository** | [tateu's repo](http://www.tateu.net/repo)\n**Firmware** | iOS 12.0 or above\n**Size** | 73.69 KB\n**Dependencies** | `mobilesubstrate`, `preferenceloader`\n[Download Deb](http://www.tateu.net/repo/./files/net.tateu.nextalarm13_1.0.0~beta4-8_iphoneos-arm.deb)\n\n*To get this package, [Add this repository](https://arx8x.net/cydia/?source=http://www.tateu.net/repo)*\n\n >Are you ready for derpbreak 1.3?\r\n\n[Report a bug](https://www.reddit.com//message/compose?to=arx8x&subject=rJailbreakBot+Bug+Report) **|** [Request features](https://www.reddit.com//message/compose?to=arx8x&subject=rJailbreakBot+Feature+Request) **|** [Add a repository](https://www.reddit.com//message/compose?to=arx8x&subject=rJailbreakBot+Add+Repo)"}
{"parent_id": "fjyr1pf", "id": "fjyrydh", "submission_id": "fffbb1", "comment_type": "alphabetical_words", "subreddit": "namenerds", "parent_author": "amethyst_lover", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Amy\n\nBetty\n\nCaryn\n\nDorothy\n\nEvelyn\n\nFaith\n\nGwen\n\nHope\n\nIsabel\n\nJennifer\n\nKatie\n\nLauren\n\nMarie\n\nNellie\n\nOdelia\n\nPauline\n\nQueenie\n\nRachel\n\nSara\n\nTammy\n\nUndine?\n\nVeronica\n\nWinnifed\n\nXanthe\n\nYvette\n\nZenobia"}
{"parent_id": "fjyr1zf", "id": "fjyryse", "submission_id": "ffjbdh", "comment_type": "alphabet_used", "subreddit": "bindingofisaac", "parent_author": "keiidryn", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "She doesn't exactly \"yell\", she'll just say Isaac's name. You have to beat the boss in under a minute (or both if it's an XL floor) to hear it, then go back to the starting room and should see the shadow of the shovel handle.\n\nI've attempted it a couple times with no luck, but it's worked every time for me (the sub-1m requirement anyway) and I've only beat the Lamb with Isaac and Azazel, nobody else so far."}
{"parent_id": "fjyr39i", "id": "fjys0v7", "submission_id": "ffg2pc", "comment_type": "alphabet_used", "subreddit": "Futurology", "parent_author": "GeorgesTurdBlossom", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "As it must be. For this is America and we cannot permit zoning for apartment buildings close to transit. It must sprawl as Jesus instructs.\n\nEdit: don’t tell me we could change the zoning code. To what? Eliminate mandatory parking spaces for each person. You only have to look at Europe to see how that pans out. People walking, biking, and taking high quality transit that is cheap since so many use it. They have lost the freedom we exercise by sitting in the traffic jam every day."}
{"parent_id": "fjyr3sn", "id": "fjys1kw", "submission_id": "ffarpp", "comment_type": "alphabet_used", "subreddit": "ClashRoyale", "parent_author": "ZachAttack6089", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Alright, then I'll give some more examples:\n\n* Executioner: Wizard with more health and slower attack speed\n\n* Bowler: Ranged Valkyrie\n\n* Electro Dragon: Flying Electro Wizard\n\n* Giant Snowball: Fireball but as a small spell\n\n* Goblin Gang: Literally just two cards in one\n\n* Bats: Minions that die to Zap\n\n* Firecracker: Is used pretty much exactly like Magic Archer\n\nRoyal Delivery is like Barbarian Barrel but it hits in a circle and damages air. A lot more unique than many cards they've added in the past."}
{"parent_id": "fjyr438", "id": "fjys29x", "submission_id": "fff708", "comment_type": "alphabet_used", "subreddit": "skyrim", "parent_author": "1369phil", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Jewellery and iron daggers or leather bracers up to level 30 and then dwarven bows, once you're made about 100 or so dwarven bows then temper them with a nice powerful smithing potion.\n\nMake sure you do the Lexicon (starts at Riften Docks) quest. Add some enchanted smithing gear and the Aetherial crown and you should whizz through it"}
{"parent_id": "fjyrei1", "id": "fjys7gx", "submission_id": "ffiwgz", "comment_type": "alphabet_used", "subreddit": "plantclinic", "parent_author": "frogeyedape", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Agreed re: too much water & rotting. There is a *chance* you could save it by cutting off the rotten bits--not just the black parts but the yellowed bits by the black parts, too. Let the cut callous (leave it on a shelf to dry) and then replant. There's a good chance it'll be too stressed and die anyway, but plants can amaze with their ability to survive extreme circumstances!\n\nRepot in a more sandy soil and water infrequently! Soil should dry out completely between waterings."}
{"parent_id": "fjyrgbw", "id": "fjys9t0", "submission_id": "ffdy32", "comment_type": "alphabet_used", "subreddit": "reddeadredemption", "parent_author": "Confuzet", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I never minded the online trophies because frankly being in this amazing looking game was always fun to me. Starting it up always made my eyes light up. I just hated having to grind for hours to find one animal in singleplayer. The way I did it was use that method a few times where you load a save file in the right location and walk to that cabin by o creagh's run, I attempted that several times and then quit the game and tried the next day, to keep my sanity.\n\nNot to mention the online is pretty fun since the Role updates."}
{"parent_id": "fjyrjd4", "id": "fjysd7p", "submission_id": "fek2vo", "comment_type": "alphabet_used", "subreddit": "TheCannalysts", "parent_author": "Hutz_Lionel", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Marketing is not the answer. The big elephant in the room is that demand for marijuana and derivative products are significantly less than what was expected.\n\nLiquor it is not.\n\nPeople are starting to realize that now that the hype is gone.  I don’t see the hype ever coming back to how it was before."}
{"parent_id": "fjyrna7", "id": "fjysfek", "submission_id": "ffj59s", "comment_type": "alphabetical_words", "subreddit": "PewdiepieSubmissions", "parent_author": "legit_duck69", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "All heil little reddit robot thing"}
{"parent_id": "fjyrouw", "id": "fjyshr0", "submission_id": "ffftvt", "comment_type": "alphabetical_words_reverse", "subreddit": "Grimdank", "parent_author": "DrunkWino", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "You wanna piece of me, boy?"}
{"parent_id": "fjyrsn6", "id": "fjysnht", "submission_id": "fe9oko", "comment_type": "alphabet_used", "subreddit": "SamandTolki", "parent_author": "uncleberry", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Could have saved some time and wrote \"I know you are, but what am I?\".\n\nOr just lazily posted more out of context copypasta quotes, those are always funny. Really if you aren't being a smug asshole on reddit then what are you doing with your life?"}
{"parent_id": "fjyrua1", "id": "fjysq11", "submission_id": "ffjesw", "comment_type": "alphabet_used", "subreddit": "averagedickproblems", "parent_author": "Ikneadtreefiddyone", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "It's funny to see them caught off guard...like they've never once even had to question themselves..how nice that must be. External dimensions like penis size are just easier to put the blame on. At least some actually understood that incompatibility is a two-way thing."}
{"parent_id": "fjyrv3b", "id": "fjysrjt", "submission_id": "ffb9x1", "comment_type": "alphabetical_words", "subreddit": "CrohnsDisease", "parent_author": "aquariumbitch", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Gotcha, I'm not on prednisone unfortunately :("}
{"parent_id": "fjyrwsp", "id": "fjysu64", "submission_id": "ffhcol", "comment_type": "alphabetical_words_reverse", "subreddit": "Coronavirus", "parent_author": "OrganicMemer", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Why waste time on less glorious countries"}
{"parent_id": "fjys4a5", "id": "fjysx2d", "submission_id": "ffj732", "comment_type": "alphabetical_words_reverse", "subreddit": "CallOfDutyMobile", "parent_author": "ct_27", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "vector is in game files already"}
{"parent_id": "fjys6hi", "id": "fjyt07z", "submission_id": "ffddqv", "comment_type": "alphabetical_words_reverse", "subreddit": "educationalgifs", "parent_author": "PsychoRound", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Weird way to say \"retirement home\""}
{"parent_id": "fjyscz4", "id": "fjyt7wq", "submission_id": "ffb23w", "comment_type": "alphabet_used", "subreddit": "personalfinance", "parent_author": "moxieplum", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I live in a huge city and cooking a meal every night (with quality ingredients, not frozen stuff) is just as expensive as going out for dinner. I’m also single so there’s just zero motivation to go home and cook an hour long meal to eat alone in front of the TV. \n\nI’d rather go to the gym and pick up something small from the salad bar at Whole Foods (always less than $10) instead."}
{"parent_id": "fjysur1", "id": "fjytnpp", "submission_id": "ffdzcf", "comment_type": "alphabet_used", "subreddit": "OverwatchTMZ", "parent_author": "extremeq16", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": ">Blizzard employee and T1/T2 players could be hurt from things they said. We all mutually agreed to not expose anything since that would truthfully be quite unethical and evil\n\nclassic. incel gamers discover that some of their fellow incel gamers are not just incels but pedophiles as well, and proceed to not expose any of the pedophiles because its apparently unethical and evil for there to be consequences for trying to fuck children. i dont know what else i expected"}
{"parent_id": "fjysw28", "id": "fjytpw2", "submission_id": "ffjfeb", "comment_type": "alphabet_used", "subreddit": "Rowing", "parent_author": "alltheseracksgivemea", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I’m no expert but rowing is a horizontal motion and doesn’t require any jumping so it wouldn’t make sense for it to improve your vertical. \n\nIn my own experience I used to be able to dunk in middle school but since starting rowing I can only sort of touch rim- but that’s probably just because I stopped playing basketball."}
{"parent_id": "fjysyvx", "id": "fjyttx8", "submission_id": "ffjo8r", "comment_type": "alphabetical_words_reverse", "subreddit": "Juve", "parent_author": "Juventus1994", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Where’s the Sarri out crowd at?"}
{"parent_id": "fjytczu", "id": "fjyu6ij", "submission_id": "ffigaa", "comment_type": "alphabet_used", "subreddit": "nba", "parent_author": "TylerNY315_", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "You’re absolutely right, he definitely has a natural feel for shooting that’s just not polished yet. \n\nI’m excited to see what the future holds for Zion working with the same coaches that turned Lonzo into a 38% 3pt shooter.\n\nMore legs/arc and a quicker, more in-rhythm release and teams might actually have to guard Zion on the perimeter"}
{"parent_id": "fjytecv", "id": "fjyu8a8", "submission_id": "ffc3aw", "comment_type": "alphabet_used", "subreddit": "assassinscreed", "parent_author": "fetalasmuck", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I've always found open world games to be more immersive when I ignore quests as much as I can and just explore. Let the world speak for itself. Most of the time I'll end up knocking off dozens of quests before even starting them that way. I much prefer that rather than randomly walking up to a random NPC, asking if they need help, and then being sent to collect a dagger in a cave or something."}
{"parent_id": "fjytf8j", "id": "fjyu9ac", "submission_id": "ffi221", "comment_type": "alphabet_used", "subreddit": "realmadrid", "parent_author": "DisposableMAYBE", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "The only chance we created was coz of Benzema you know he is crucial he is just going thru a bad patch he was never a goal scorer dont blame him blame perez for not signing any no9 and signing jovic who is clearly not rm quality \n\nAnd zidane had no choice but to do this lineup. \n\n\nI have more excuses too if you wanna know \n\n\n\nFuck all benz and zidane dickriders. Clearly their fault we are so shit \n\nWould be happy losing playing somewhat attractive football but this is just turd cake.\n\n/s"}
{"parent_id": "fjytin3", "id": "fjyucvd", "submission_id": "ffgvo9", "comment_type": "alphabet_used", "subreddit": "Metalcore", "parent_author": "DarkDragonLord69", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Quick clarification: each and every amazing individual in this band contributed to the lyricism, not just Marcus. It seems that this album isn’t conceptual or as conceptual as their previous work, so they have a bit more freedom when it comes to lyrics for this particular album. Great review though! It made the thought of listening to this album exponentially more exciting! Can’t wait!"}
{"parent_id": "fjytmfu", "id": "fjyuf9a", "submission_id": "fdk7i8", "comment_type": "alphabetical_words_reverse", "subreddit": "IndianJoker", "parent_author": "Whyudownvotedme", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Wtf was that last guy doing"}
{"parent_id": "fjytomh", "id": "fjyuimq", "submission_id": "f4ozd1", "comment_type": "alphabetical_words", "subreddit": "BanVideoGames", "parent_author": "WhityWeissmann", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Filthy gamer just made my point"}
{"parent_id": "fjytprz", "id": "fjyukot", "submission_id": "ff9u3u", "comment_type": "alphabet_used", "subreddit": "MapPorn", "parent_author": "defroach84", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I am fully aware of that economic disaster for you if the border was closed. Granted, it is sorta amazing how Italy can make a decision that essentially shuts your country down from doing anything just by closing off the provinces around you.\n\nI assumed you would be treated like someone inside of those provinces and you would still have trade (as before) with Italy, just you could not leave that greater Italy region.\n\nOn a side not, I was in your country in January on a quick day trip. I did not know what to expect, but it turned out to be a great day."}
{"parent_id": "fjyu4hv", "id": "fjyuxw9", "submission_id": "fffw9l", "comment_type": "alphabetical_words_reverse", "subreddit": "SpoiledDragRace", "parent_author": "sidoriginals", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Wdym thats how her eyes are"}
{"parent_id": "fjyu7m0", "id": "fjyv1zi", "submission_id": "ffh2sw", "comment_type": "alphabet_used", "subreddit": "Cozmo", "parent_author": "nnsense", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "The [sdk](http://cozmosdk.anki.com/docs/) allows you to program Cozmo. With that you could understand if it's software or hardware, it's not extremely difficult to use, and if you start you'll not stop playing with it. If it is hardware you'll need to disassemble Cozmo. There are many video on youtube on how to do it, it just requires a lot of attention because the little thing is extremely easy to break, in particular the connector inside the head."}
{"parent_id": "fjyu8fd", "id": "fjyv34d", "submission_id": "ffd3as", "comment_type": "alphabetical_words_reverse", "subreddit": "dogelore", "parent_author": "M_Vid", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Yea, we're still pretty good friends"}
{"parent_id": "fjyu8mn", "id": "fjyv3hw", "submission_id": "ffcnsq", "comment_type": "alphabet_used", "subreddit": "television", "parent_author": "The_Bucket_Of_Truth", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "If you liked avant-garde jazz and others didn't would you call them stupid as well?\n\nI'm surprised your reply didn't start with \"To be fair, you have to have a very high IQ to understand Portlandia. The humor is extremely subtle...\""}
{"parent_id": "fjyutfl", "id": "fjyvmtj", "submission_id": "fez6g9", "comment_type": "alphabet_used", "subreddit": "IAmA", "parent_author": "ZoltanCool", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Your country went bankrupt unfortunately. It's not a good example of what a single payer US system could look like. In Canada we have those same issues to a degree, but in the end it works 90% of the time. Quality of healthcare should not depend on the size of your wallet. No one sells their house to pay for cancer treatment here. Also the \"research\" excuse is simply how they justify billions of dollars in profits every year selling drugs and healthcare for absurd prices."}
{"parent_id": "fjyuv0b", "id": "fjyvpb7", "submission_id": "ffk169", "comment_type": "alphabet_used", "subreddit": "DragaliaLost", "parent_author": "WikiTextBot", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "**Senbei**\n\nSenbei (煎餅, alternatively spelled sembei) are a type of Japanese rice cracker. They come in various shapes, sizes, and flavors, usually savory but sometimes sweet. Senbei are often eaten with green tea as a casual snack and offered to visiting house guests as a courtesy refreshment.\n\n***\n\n^([ )[^(PM)](https://www.reddit.com/message/compose?to=kittens_from_space)^( | )[^(Exclude me)](https://reddit.com/message/compose?to=WikiTextBot&message=Excludeme&subject=Excludeme)^( | )[^(Exclude from subreddit)](https://np.reddit.com/r/DragaliaLost/about/banned)^( | )[^(FAQ / Information)](https://np.reddit.com/r/WikiTextBot/wiki/index)^( | )[^(Source)](https://github.com/kittenswolf/WikiTextBot)^( ] Downvote to remove | v0.28)"}
{"parent_id": "fjyuvfq", "id": "fjyvpys", "submission_id": "ff649p", "comment_type": "alphabet_used", "subreddit": "tequila", "parent_author": "bbum", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "You can probably just say \"Outside Mexico, always drink 100% agave tequilas\".\n\nI have not yet tried them.  I have had the El Tequileño and it was bloody amazing in the 100% agave form.   I also have the SM Grand Reserve XA in  the 100% form.  If you like French oak's sweetness, it is an exceptional tequila, too.   I'd link to try the mixto variant of both, for sure."}
{"parent_id": "fjyuvtd", "id": "fjyvqq4", "submission_id": "ffd0k5", "comment_type": "alphabet_used", "subreddit": "PrequelMemes", "parent_author": "TheCobalt", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Perhaps it was not a question of carbonite freezing itself but the particular one at cloud city.\nIt very much feels (at least to me) like it was just thrown together. This would make sense as we can see Ugnaughts working on it and they're supposed to be the Empire's engineers (for the most part).\nFollowing this logic it might have been vader's plan since he knew from experience, he just wanted to test this one since it would be it's first use"}
{"parent_id": "fjyv2cf", "id": "fjyvzeg", "submission_id": "ffcktp", "comment_type": "alphabet_used", "subreddit": "eurovision", "parent_author": "BucketHeadJr", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Exactly! I honestly thought the EBU wanted them to join JESC in 2018 to see how serious they'd take it, and if they got a good result, they'd join in either 2019 or 2020. Osine Zen is probably my favorite JESC entry of all time so I'm probably biased, but they brought top quality songs both years they participated and honestly deserve it to go to ESC 2021."}
{"parent_id": "fjyvet6", "id": "fjyxi39", "submission_id": "fepbpf", "comment_type": "alphabet_used", "subreddit": "LightsCameraPodcast", "parent_author": "brobillard", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Big surprise because I had zero expectations for it and threw it on because I had nothing else to watch this afternoon. Without knowing the original characters or series, this movie did a good job bringing in a newbie for a some pretty great funny if weird action sequences (Machetes??) Wahlberg, Duke, and Arkin were all great but the real standout is Isla Schesinger who did the best Boston performance by a Non-Bostonian in years. 78/100"}
{"parent_id": "fjyxj3w", "id": "fjyyax2", "submission_id": "fez679", "comment_type": "alphabet_used", "subreddit": "Northwestern", "parent_author": "rainonmyparades", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Agree. I loved 111 because I had no prior programming experience and appreciated the simplicity of racket but once I took 211 and realized what CS would actually entail I did not like it anymore. If you are interested in taking more than one CS class definitely take 111 because it is a requirement to take more. Don’t base your decision to major in CS on this class though (especially if you don’t have prior programming experience!)"}
{"parent_id": "fjyxkeu", "id": "fjyycsx", "submission_id": "ffith4", "comment_type": "alphabet_used", "subreddit": "cscareerquestions", "parent_author": "whatnowIDKnow", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "> How are you looking?\n\nI search online and ask around. If you have better suggestions on how to find these companies, please share.\n\nMy experience with my current company has been they give you 6 months to be fully able to do your job independently, they expect you not to ask a lot of questions (even 2-3 months into the job they discouraged certain questions), and provided ZERO training or LITTLE mentorship."}
{"parent_id": "fjyxsgj", "id": "fjyyks9", "submission_id": "ffdi1z", "comment_type": "alphabet_used", "subreddit": "pathofexile", "parent_author": "dive_bomber", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "This isn't a game for you then. And that's perfectly fine, sports games, for example, aren't for me - I'm sure they're amazing for people that like them, but it's just not my cup of tea. They could be 11/10 in quality and I still won't ever play one."}
{"parent_id": "fjyxt4n", "id": "fjyylx1", "submission_id": "ffgx0s", "comment_type": "alphabetical_words_reverse", "subreddit": "kansas", "parent_author": "DaInflatableDuK", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Yeah that mall is def bad"}
{"parent_id": "fjyxwp9", "id": "fjyyr2e", "submission_id": "ffe8mf", "comment_type": "alphabet_used", "subreddit": "PrequelMemes", "parent_author": "klunk88", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Not even equivalent. \n\nYou need to understand language to understand the stories narrative. You don't need to understand language if you view the voice as an instrument like you would an oboe or cello. Example, pieces of classical music give the impression of narrative through composition of instruments. If the voice is just an instrument, it will do the same, even if you can't understand the sounds of the voice as any recognizable language."}
{"parent_id": "fjyxwxc", "id": "fjyyrhy", "submission_id": "fffqp9", "comment_type": "alphabetical_words_reverse", "subreddit": "ValveIndex", "parent_author": "frosty704", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "well tickets for festivals dont cost $1000"}
{"parent_id": "fjyxy76", "id": "fjyyt8h", "submission_id": "ff9d2l", "comment_type": "alphabet_used", "subreddit": "sadcringe", "parent_author": "xScopeLess", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "What does that have to do with anything I’m talking about? You’re justifying some rude garbage with nonsensical ‘you’ problems unrelated to this post. If you don’t wanna talk to your ex, either don’t respond or block them. Both require zero emotional and physical effort. If you put energy into being hurtful, that reflects your character."}
{"parent_id": "fjyy0rq", "id": "fjyyws4", "submission_id": "ff5jkb", "comment_type": "alphabet_used", "subreddit": "wls", "parent_author": "divingdog5", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "im kind of vegetarian , \n\nthe odd meat ball chicken does appear in some soups ,but meat on the whole now is dry and heavy ,it also gives me constipation ,,, lentils beans are my new go to .\n\nI also supplement a quick shake or a few bars of protein .so goals are easy ...\n\nand what makes me kind of buzz is juice in the morning from a slow juicer ,its a bit of an investment but found the bullet mixer just put to much air in to things . also the addition of fresh ginger and turmeric can only make my new belly happy .\n\nlove those veggies"}
{"parent_id": "fjyy0wv", "id": "fjyyx4p", "submission_id": "ffk38s", "comment_type": "alphabet_used", "subreddit": "Coronavirus", "parent_author": "xXRouXx", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Quit being so judgemental. There is a thing called constructive criticism.This person isnt hurting anyone.If they want to hide out, let them. We all handle things differently and that dosent make someone crazy. \nRegardless, go stock up. Gotta take care of yourself. You may not be able to prevent it but kudos to you for trying to keep urself away from others. More people should be doing that right now. Just dont let the anxiety get to you ok?"}
{"parent_id": "fjyy6mb", "id": "fjyyy70", "submission_id": "ffjvl8", "comment_type": "alphabet_used", "subreddit": "PublicFreakout", "parent_author": "WallyTheWelder", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Growing up in the hood I realized very quickly that cops here are just eager for a confrontation. If a young Mexican or black get pulled over they automatically get treated guilty until proven innocent and the original copy has to call 3 other patrol cars to waste time on the taxpayers dime. Caught a bunch of teenagers smoking weed? Call the mf'ing swat team. We already know cops aren't above shooting black kids who pose absolutely zero threat so we know exactly why this kid was being harassed like he was."}
{"parent_id": "fjyy9rg", "id": "fjyz23h", "submission_id": "ff92gr", "comment_type": "alphabet_used", "subreddit": "medicalschoolanki", "parent_author": "doctorherb", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Hello, I recently updated my AnKing deck from V1 to V5. I have gone through that deck for quiet a couple weeks... and only just realized I also let it update the 'Extra' section of my deck.\n\nI want my old 'Extra' section on my cards back, is there any way I can do that?\n\nI have my old deck saved, and also have my most current deck saved. Is there any way I can update only the 'Extra section' or my 'current deck' with my 'old deck.'?\n\nAny help would be greatly appreciated, as my Step 1 exam is very soon. Thank you!!"}
{"parent_id": "fjyyaz1", "id": "fjyz3hu", "submission_id": "ffk9va", "comment_type": "alphabetical_words_reverse", "subreddit": "mildlyinteresting", "parent_author": "SuperBraxton", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "Um, that nickel is from 1953."}
{"parent_id": "fjyyd4z", "id": "fjyz621", "submission_id": "ffjaxh", "comment_type": "alphabet_used", "subreddit": "PandemicPreps", "parent_author": "gayandparanoid", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I'm putting my couches on risers soon, and pack in those wheeled under bed storage containers. Both my couches have skirts so it isn't really noticable when you just look at them, you could get slip covers for yours. Also, of you have books, sometimes you can squeeze some extra space behind a row of paperbacks."}
{"parent_id": "fjyyg85", "id": "fjyz9hl", "submission_id": "fej2is", "comment_type": "alphabet_used", "subreddit": "photography", "parent_author": "saltytog", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": ">A7 III is full-frame and lots of people say it's a big advantage...and then they fail to clearly and objectively explain in what way\n\nThere's lots of sites where you can either lookup quantitative stats or see standardized sample images. I would consider the difference significant but YMMV. The sensor area is 2.3x larger on FF so you can pretty much assume 1+ stops better on noise, DR, etc."}
{"parent_id": "fjyyn91", "id": "fjyzh45", "submission_id": "ffbq5m", "comment_type": "alphabetical_words", "subreddit": "xboxone", "parent_author": "BakaFame", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Damn, gift me some stuff uwu"}
{"parent_id": "fjyyov0", "id": "fjyzjlc", "submission_id": "ffaoq7", "comment_type": "alphabet_used", "subreddit": "WatchURaffle", "parent_author": "mrbkkt1", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "I thought long and hard about it. But I just don't like the quartz movement, and I'd rather not take a spot from someone who really wants one. I do want a spring drive, and if I never win one, I'll buy one, but if I spend that kind of money, it has to be something that ticks all the check boxes. Dial, movement, lume, shape, bracelet, material. So may times I find a spring drive that doesn't check all of them. The closest is the Kira."}
{"parent_id": "fjyysoh", "id": "fjyzoyc", "submission_id": "ffjlyk", "comment_type": "alphabet_used", "subreddit": "LegaciesCW", "parent_author": "Borland30", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "All siphoners come from Gemini coven. It seems, that's consequence of the Merge. They are all dead by the June 2013, half year before Rebekah curse. Valerie is most definitely the one who siphoned that curse.\n\nScience or not (he used it only for mixing, imo), main attack force of that venom is definitely magic. And *every magic* can be siphoned.\n\nOf course, it's just logic and theorizing. Everything possible with magic and its loopholes."}
{"parent_id": "fjyz08h", "id": "fjyzsqj", "submission_id": "ffhaap", "comment_type": "alphabet_used", "subreddit": "EscapefromTarkov", "parent_author": "houstonman526", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Yeah I’m doing quests I’m just now comfortable with pmc raids and just gathered enough from scav runs for a few . Turned in a few shottys for the quests and working on others . The learning curve is crazy . That’s why I think 15 is just too high . Maybe 10 if you really wanna make it max hard ."}
{"parent_id": "fjyz0u8", "id": "fjyztl4", "submission_id": "fehs08", "comment_type": "alphabet_used", "subreddit": "Bitcoin", "parent_author": "suninabox", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "You're correct, its not the mining that was profitable but the speculation on artificial scarcity, but that came as a consequence of dumping tons of bitcoins early on and then exponentially decreasing their availability.\n\nYou could have mined nothing and just bought thousands of bitcoins for the cost of a pizza and gotten the same benefit.\n\n>bitcoin there are equal rules for all\n\nExcept for the most important rule in deciding value over time which is the coin rewards per block."}
{"parent_id": "fjyz2do", "id": "fjyzvmn", "submission_id": "ffk79t", "comment_type": "alphabet_used", "subreddit": "Coronavirus", "parent_author": "Cawood81", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "It already is all over the state. Lack of testing and the majority who present with symptoms that don't require hospitalization ensure that it has been making its way through the state for weeks already.  It's not a zombie apocolyze but it is gonna start fucking with daily life in the next couple weeks. School and event closures (NCAA, concerts) are almost a given at this point."}
{"parent_id": "fjyz3fx", "id": "fjyzx3c", "submission_id": "ffdr1h", "comment_type": "alphabet_used", "subreddit": "onguardforthee", "parent_author": "megachaise", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "> \"[Jean] repeats some broadly held but incorrect beliefs about how the [equalization] program works and who funds it,\" Tombe said. \"For example, the very opening line of the piece notes that Alberta contributes $20 billion into the equalization program, but that's simply not the case. The entire national program is only $20.6 billion this year.\"\n\nThese aren’t incorrect beliefs. They’re lies."}
{"parent_id": "fjyz41m", "id": "fjyzxzv", "submission_id": "ff4rt0", "comment_type": "alphabet_used", "subreddit": "iphone", "parent_author": "schizzie", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Pfft a measly two A13 chips? Think bigger, why not six? Also let's have the battery persistently re-charge using contact with our body. \nThe camera! I'd need at least duodecuple *(That means 12, I'm just really smart)* set up. The array would be comprised of,\n\n1000mp main shooter\n\n500mp f38.8 360 degree (pairs with front facing to achieve this.)\n\n10,000 mp macro...\n\n2mp 180 degree\n\n10mp 120 degree\n\nI could go on...\n\nAlso I think we could squeeze in a smart DNA testing unit, so I could find out if these kids are actually mine."}
{"parent_id": "fjyz80s", "id": "fjz02od", "submission_id": "ffgwo0", "comment_type": "alphabet_used", "subreddit": "classicwow", "parent_author": "d07RiV", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "\"Semi-hardcore\" is a very broad term that just about any non-casual guild uses, so not sure what to say here.. but yes, it's not uncommon for serious guild to require alts if they want to optimize loot.\n\nNot sure what exactly loot penalties mean, people bringing alts to splits basically double the loot acquired by the guild so if you don't bring an alt it makes sense that you get less of it."}
{"parent_id": "fjyzcn8", "id": "fjz041l", "submission_id": "fffy8x", "comment_type": "alphabet_used", "subreddit": "neoliberal", "parent_author": "Ashtorethesh", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "When I was in the military, junior officers used to be expected to hold occasional pizza parties. My friends used to joke that if the officer couldn't organize one effectively, they probably couldn't lead you into battle effectively either. I wish this was a literal test officers needed to pass to qualify for command."}
{"parent_id": "fjyzfnc", "id": "fjz07bw", "submission_id": "ffjqdh", "comment_type": "alphabetical_words_reverse", "subreddit": "China_Flu", "parent_author": "Born-Mongoose", "body": "Congratulations, your comment's words are in reverse alphabetical order!", "parent_body": "They’d probably just get downvoted anyway!"}
{"parent_id": "fjz0kre", "id": "fjz1dnz", "submission_id": "ffcwb5", "comment_type": "alphabet_used", "subreddit": "politics", "parent_author": "SeeShark", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Fascism is, in many ways, a response to left-wing politics. With their vast wealth under attack, capital owners find scapegoats to distract the exploited masses from the severe wealth inequality in their society.\n\nEastern Europeans aren't a specific target of Nazism any more than other ethnic groups AFAIK; it just so happens that Nazis were extremely racist against anybody who wasn't Germanic and Eastern Europeans happened to live in the lands the Nazis wanted for the German people."}
{"parent_id": "fjz0mwn", "id": "fjz1gsb", "submission_id": "fffyno", "comment_type": "alphabet_used", "subreddit": "ProgrammerHumor", "parent_author": "Pokemoneuro", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Okay but real talk: minecraft Redstone (if you're willing to excuse all of the challenges that come with working with it) is actually an amazing way of learning low level hardware concepts. You're quite literally working with ones and zeros, you can make transistors, logic gates, little registers, and eventually if you're masochistic enough a whole fully fledged calculator!! No expensive logic gates, wires, eeproms, breadboards and everything needed to do it irl, just a copy of minecraft and a lot of patience!"}
{"parent_id": "fjz0nxo", "id": "fjz1ib1", "submission_id": "ffdr90", "comment_type": "alphabet_used", "subreddit": "Boxing", "parent_author": "lord-of-war-1", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "You know what? I could care less for it. I have noticed this before as well so I dont use it to score my fights. I believe it was the third Marquez-Pacquiao fight that I realized they were being very biased with compubox numbers. Marquez seemed to have to land 2 to get counted for 1. While Pac would throw a flurry mostly caught on the guard and he would get full count of everything landing.\n\n\nJust like anything in boxing. There is no clear or absolute answer other than a KO."}
{"parent_id": "fjz0way", "id": "fjz1nbi", "submission_id": "ffkv0h", "comment_type": "alphabetical_words", "subreddit": "NASCAR", "parent_author": "StewieChicken", "body": "Congratulations, your comment's words are in alphabetical order!", "parent_body": "Congrats Dale Jr on the win!"}
{"parent_id": "fjz0zvt", "id": "fjz1rr3", "submission_id": "ffkodo", "comment_type": "alphabet_used", "subreddit": "aspergers", "parent_author": "123throwawaybleh", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "This is very upsetting to hear, please get another opinion.\n\nBut to tell you, don't tell them about aspergers anymore, because it definitely is lumped together with ASD as it's no longer in the DSM, that's what everyone looks at, high functioning autism isn't in the DSM anymore so they might tell you it \"doesn't exist\" too. Just ask to see if she autism, that's it.\n\nAlso just realize autism doesn't equal being shy and/or mute.\n\nAs well remember that Autism has been positively correlated with a generally higher cognitive function. Don't give up."}
{"parent_id": "fjz10r7", "id": "fjz1sui", "submission_id": "ffftwf", "comment_type": "alphabet_used", "subreddit": "BeautyBoxes", "parent_author": "Giannine", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "Ipsy was a huge no for me. I started out with Ipsy and stuck with them until the first glam bag ultimate then cancelled. They rarely have the same quality as far as brand names go as Boxycharm and they use face masks as fillers which I cannot stand. You get single brushes rather than the sets you get in Boxy...single eyeshadows...just chintzy stuff. Sample sizes are abundant with Ipsy🚫\nBoxyCharm is by far my favorite for makeup."}
{"parent_id": "fjz12kj", "id": "fjz1v29", "submission_id": "ffeeh8", "comment_type": "alphabet_used", "subreddit": "Rockband", "parent_author": "critter2003", "body": "Congratulations, your comment used all the letters in the alphabet!", "parent_body": "If you can get the disk tray to work for just a few minutes, the 360 has a feature that lets you copy and play the game off the hard dive instead. You need to keep the disk in the drive while you’re playing to prove that you own the game but it won’t spin the drive once it gets started. Since you only have 1.5gb free you might need to get an external usb or hard drive to copy it to though.\n\nEdit: Just re-read your question and realize you meant Rock Band 1 was taking up 1.5gb of space. You should be good to copy it as long as you have a few gbs free then."}
